{
    "english":"English",
    "indonesian":"Indonesian",
    "home":"Home",
    "about":"About Us",
    "product":"Product",
    "request":"Request",
    "contact":"Contact",
    "copyright":"© 2023. All rights reserved.",

    "our product":"Our Product",
    "popular product":"Popular Product",
    "category product":"Category Product",

    "welcome":"Welcome to PT Timbul Terus Tenar",
    "we are present":"OUR COMMITMENT TO YOU",
    "to be the solution":"We are ready to be the best solution to meet your industry and project needs.",
    "detailProactive":"With an approach focused on identifying potential problems and taking preventive actions, we aim to maximize efficiency and creating long-term positive impact",
    "detailRespect":"communicate with understanding irrespective of prejudice, Respect and value every views, feelings, and needs, create an environment that nurture and foster positive relationships.",
    "detailOpenmind":"Open your mind to endless opportunities. Explore new ideas, diverse perspectives, and unexpected beauty. Open-mindedness sparks innovation and profound connections.",
    "title history":"BRIEF HISTORY OF PT TIMBUL TERUS TENAR",
    "title visimision":"VISION AND MISSION PT TIMBUL TERUS TENAR",
    "vision": "Vision PT Timbul Terus Tenar",
    "detailVision":"Empowering Progress Through Proactive Innovation, Respectful Collaboration, and Open-Minded Excellence.",
    "mision": "Mision PT Timbul Terus Tenar",
    "detailMision1":"At PT. TIMBUL TERUS TENAR, our vision is to be a driving force of positive change by embodying the values of proactivity, respect, and open-mindedness. We are committed to achieving customer satisfaction on every front — from exceptional service and superior product quality to timely delivery. We believe in providing competitive solutions that not only meet but anticipate the evolving needs of our customers.",
    "detailMision2":"Our dedication to innovation drives us to stay at the forefront of technological advancements. By embracing these developments, we ensure that our offerings remain relevant, efficient, and effective. As we grow, we do so responsibly, adhering to all applicable laws and regulations to maintain the highest standards of integrity and accountability.",
    "detailMision3":"FullWith a proactive spirit, a deep respect for all stakeholders, and an open mind to new possibilities, we aspire to create a legacy of excellence. Our mission is to foster a culture of continuous improvement, deliver exceptional value, and leave a positive mark on the industries we serve",

    "letJoin":"Trust Your Choice to Us.",
    "joinsubtitle":"Join our service for High Quality Cutting Tools and General Items solutions.",
    "lubricant":"Engine Lubricant",

    "chatWhatshapp":"Hello, how can I help you?",

    "title Contact":"PLEASE TELL US",
    "sub Contact":"Need help ?",
    "addres":"OUR ADDRESS",

    "call us":"Call Us",
    "Send Message" :"SEND US A MESSAGE",
    "send message subtitle":"Don't hesitate to consult us. Your message will be replied as soon as possible.",

    "title request":"UNFORGETTABLE EXPERIENCE",
    "subtitle request":"We are not just a service provider, but also create an unforgettable experience for every customer. We present innovative solutions and quality products.",
    "tittle visit":"SCHEDULE YOUR VISIT NOW!",
    "detail visit":"By experiencing first-hand what we have to offer, you will be able to appreciate the value and excellence of our products and services. Contact us by clicking the button on the right.",
    "btn visit":"let's join now",
    "tittle trial":"SCHEDULE YOUR TRIAL PROGRAM",
    "detail trial":"Feel free to try and experience our products firsthand. Contact us by clicking the button on the right to schedule a trial program.",
    "btn trial":"let's try it now"


}