{
    "english":"inggris",
    "indonesian":"Indonesia",
    "home":"Beranda",
    "about":"Tentang Kami",
    "product":"Produk",
    "request":"Permintaan",
    "contact":"Kontak",
    "copyright":"© 2023. Semua hak dilindungi undang-undang.",

    "welcome":"Selamat datang di PT Timbul Terus Tenar",
    "we are present":"KOMITMEN KAMI UNTUK ANDA",
    "to be the solution":"Kami siap menjadi solusi terbaik untuk memenuhi kebutuhan industri dan proyek Anda.",
    "detailProactive":"Melakukan pendekatan dengan fokus mengambil langkah-langkah untuk mengidentifikasi potensi masalah dan menerapkan tindakan preventif untuk mengoptimalkan pencegahan. Dengan tujuan meningkatkan efisiensi dan menciptakan dampak positif dalam jangka panjang.",
    "detailRespect":"Berinteraksi dengan pemahaman terlepas dari perbedaan. Menghormati dan menghargai setiap pandangan, perasaan, dan kebutuhan, serta berperilaku dengan cara yang membangun hubungan yang positif.",
    "detailOpenmind":"Buka pikiran Anda pada peluang tak terhingga. Jelajahi ide-ide baru, perspektif beragam, dan keindahan tak terduga. Keterbukaan pikiran memicu inovasi dan koneksi yang mendalam.",
    "title history":"SEJARAH SINGKAT PT TIMBUL TERUS TENAR",
    "title visimision":"VISI AND MISI PT TIMBUL TERUS TENAR",
    "vision": "Visi PT Timbul Terus Tenar",
    "detailVision":"Memberdayakan Kemajuan Melalui Inovasi Proaktif, Kolaborasi Penuh Hormat, dan Keunggulan Berpikiran Terbuka.",
    "mision": "Misi PT Timbul Terus Tenar",
    "detailMision1":"Di PT. TIMBUL TERUS TENAR, visi kami adalah menjadi pendorong perubahan positif dengan mewujudkan nilai-nilai proaktif, rasa hormat, dan keterbukaan pikiran. Kami berkomitmen untuk mencapai kepuasan pelanggan di segala bidang — mulai dari layanan yang luar biasa dan kualitas produk yang unggul hingga pengiriman tepat waktu. Kami percaya dalam memberikan solusi kompetitif yang tidak hanya memenuhi tetapi juga mengantisipasi kebutuhan pelanggan kami yang terus berkembang.",
    "detailMision2":"Dedikasi kami terhadap inovasi mendorong kami untuk tetap menjadi yang terdepan dalam kemajuan teknologi. Dengan merangkul perkembangan ini, kami memastikan bahwa penawaran kami tetap relevan, efisien, dan efektif. Seiring pertumbuhan kami, kami melakukannya secara bertanggung jawab, dengan mematuhi semua undang-undang dan peraturan yang berlaku untuk menjaga standar integritas dan akuntabilitas tertinggi.",
    "detailMision3":"PenuhDengan semangat proaktif, rasa hormat yang mendalam terhadap seluruh pemangku kepentingan, dan pikiran terbuka terhadap kemungkinan-kemungkinan baru, kami bercita-cita untuk menciptakan warisan keunggulan. Misi kami adalah menumbuhkan budaya perbaikan berkelanjutan, memberikan nilai luar biasa, dan meninggalkan nilai positif pada industri yang kami layani.",

    
    "title Contact":"TOLONG BERITAHU KAMI",
    "sub Contact":"Butuh Bantuan ?",
    "addres":"Alamat Kami",
    "lubricant":"Pelumas Mesin",
    "chatWhatshapp":"Halo, ada yang bisa saya bantu?",

    "call us":"Hubungi kami",
    "Send Message" :"KIRIMKAN KAMI PESAN",
    "send message subtitle":"Jangan ragu untuk konsultasi kepada kami. Pesan anda akan dibalas secepat mungkin.",

    "letJoin":"Percayakan Pilihan Anda kepada Kami.",
    "joinsubtitle":"Bergabunglah dengan layanan kami untuk solusi Cutting Tools dan General Item Berkualitas Tinggi.",
    
    "title request":"PENGALAMAN YANG TAK TERLUPAKAN",
    "subtitle request":"Kami bukan hanya penyedia layanan, tetapi juga menciptakan pengalaman yang tak terlupakan bagi setiap pelanggan. Kami menghadirkan solusi inovatif dan produk berkualitas.",
    "tittle visit":"JADWALKAN KUNJUNGAN ANDA SEKARANG",
    "detail visit":"Dengan mengalami langsung apa yang kami tawarkan, Anda akan dapat menghargai nilai dan keunggulan produk dan layanan kami. Hubungi kami dengan mengklik tombol di sebelah kanan.",
    "btn visit":"ayo gabung sekarang",
    "tittle trial":"JADWALKAN PROGRAM UJI COBA ANDA",
    "detail trial":"Jangan ragu untuk mencoba dan merasakan produk kami secara langsung. Hubungi kami dengan mengklik tombol di sebelah kanan untuk menjadwalkan program uji coba.",
    "btn trial":"ayo Uji Coba sekarang"
}